brew "bash"
brew "bash-completion@2"
brew "fish"
brew "zsh"

brew "git"
brew "neovim"
brew "nodenv"
brew "rbenv"
brew "pyenv"
brew "tmux"
brew "reattach-to-user-namespace"

brew "starship"
brew "bat"
brew "fd"
brew "tree"
brew "fzf"
brew "ripgrep"
brew "jq"
brew "tldr"
brew "git-delta"
brew "imagemagick"
brew "handbrake"
brew "ffmpeg"
brew "mkvtoolnix"
brew "mp4v2"
brew "youtube-dl"

cask "imageoptim"
cask "imagealpha"
cask "docker"
