brew "zsh"
brew "git"
brew "neovim"
brew "nodenv"
brew "rbenv"
brew "pyenv"
brew "tmux"
brew "reattach-to-user-namespace"
brew "bat"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "jq"
brew "tldr"
brew "git-delta"
brew "imagemagick"
brew "handbrake"
brew "ffmpeg"
brew "mkvtoolnix"
brew "youtube-dl"

cask "rectangle"
cask "vlc"
cask "handbrake"
cask "colour-contrast-analyser"
cask "imageoptim"
cask "docker"
