brew "fish"
brew "bash"
brew "bash-completion@2"
brew "zsh"
brew "tmux"

brew "coreutils"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "tree"
brew "jq"
brew "python-yq"
brew "netcat"
brew "ssh-copy-id"
brew "reattach-to-user-namespace"

brew "neovim"
brew "git"
brew "nodenv"
brew "rbenv"
brew "yarn"

brew "starship"
brew "tldr"
brew "bat"
brew "ffmpeg"
brew "mkcert"
brew "nss"
brew "youtube-dl"

brew "vault"
brew "awscli"
brew "gettext"

cask "alfred"
cask "appcleaner"
cask "colour-contrast-analyser"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "kap"
cask "nvalt"
cask "pgadmin4"
cask "postgres"
cask "postman"
cask "rectangle"
cask "slack"
cask "transmission"
cask "visual-studio-code"
cask "vlc"

cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"
cask "qlimagesize"
cask "qlvideo"
